fix: new README with updated graphs and deleted Terraform tools
